{
  "resume":{
    "skillmessage":"I'm a tinkerer and am always interested in playing around with new technologies but these are the ones that have really won me over",
    "education":[
      {
        "school":"College of Engineering and Technology, Bhubaneswar",
        "degree":"Sophomore, Bachelors in Information Technology",
        "graduated":"2019 – 2023",
        "description":"Secured 9.42 CGPA (till now)"
      },
      {
        "school":"Kendriya Vidyalaya, Bhubaneswar",
        "degree":"PCM",
        "graduated":"2008-2019",
        "description":"Secured 10 CGPA in Secondary Graduation and 91.2% in Higher Secondary Graduation."
      }
    ],
    "Experience":[
      {
        "company":"GirlScript Summer of Code",
        "title": "GirlScript Summer of Code 2020 Winner",
        "years": "Mar 2020 – May 2020 (3 mos)",
        "description": "GirlScript Summer of Code is a three-month-long Open Source program during summers conducted by GirlScript Foundation, with an aim to help beginners get started with Open Source Development while encouraging diversity. Throughout the program, I contributed to various projects under the guidance of experienced mentors. Most of my contribution is to the project *GirlScript Website Boilerplate* and for which I have secured a spot as the top contributor to the project. During this time I contributed to over 5+ projects utilizing my skills in HTML, CSS, JavaScript, React. Through my contributions, I secured a total of 1030 points and became the *second top* Performer in the program which lasted for 3 months."
      },
      {
        "company":"GirlScript India Summit",
        "title": "Hack For Women 2020 Special Prize",
        "years": "Sep 2020",
        "description": "Our Team Virus Vixens recognized as the Special Girls Only Team at the GirlScript Summit Hackathon - Hack For Women 2020 organized by GirlScript India Summit 2020 and GirlScript Foundation.Our Project is based on Women Safety. We have created a website for the safety of women mainly who face problems/assaults while traveling."
      },  
      {
        "company":"StudentCode-in",
        "title":"Among Top 25 contributors ",
        "years":"Jun 2020 – Aug 2020 (3 mos)",
        "description":"STUDENT CODE-IN is founded with a vision to promote all-round information to those keen students who are here in the globe finding a way for their obstacle. I got a chance to contribute to one of the projects in StudentCode-in named Awesome Portfolio Website. The tech stacks used here is Git, HTML, CSS, JavaScript."
      },
      {
        "company":"Contributor's Hack organised by HakinCodes Network",
        "title":"Top 5 contributor",
        "years":"Aug 2020 – Sep 2020 (2 mos)",
        "description":"Contributor's Hack is an annual Open-Source Program organized by HakinCodes that unites students, developers, engineers, and innovators from different places and culture to be a part of one and a half months of learning and contributing to Open-Source Projects for building their skills and learning how to collaborate and work together in a dev community. I got a chance to participate in Contributor's Hack, 2020 organized by HakinCodes during the last 2 months. It was an amazing journey; I got to learn a lot from other participants and the mentors were really supportive. I worked on a project named Doc2Pen."
      }
    ],
    "Volunteer":[
      {
        "company":"GirlScript Bhubaneswar",
        "title": "Web Developer",
        "years": "Oct 2020 - Present",
        "description": ""
      },
      {
        "company":"Flutter Chennai",
        "title": "Maintainer/Organiser",
        "years": "May 2020 - Present",
        "description": ""
      }
    ],
    "skills":[
      {
        "image":"git.jpg"
      },
      {
        "image":"HTML.jpg"
      }, 
      {
        "image":"SASS.svg"
      }, 
      {
        "image":"bootstrap.jpg"
      }, 
      {
        "image":"react.jpg"
      },
      {
        "image":"NextJS.jpg"
      },
      {
        "image":"gatsby.png"
      },
      {
        "image":"Firebase.png"
      },
      {
        "image":"Bulma.png"
      },
      {
        "image":"C++.png"
      },
      {
        "image":"java.jpg"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Adyasha's Portfolio",
        "category":"A react based portfolio made with lots of love.",
        "image":"portfolio.png",
        "url":"https://www.canadianwanderlust.com"
      },
      {
        "title":"Adyasha's Blog",
        "category":"My Blog page where I am publishing my experience and thought process in writing.",
        "image":"blog.png",
        "url":"https://adyasha-mohanty.vercel.app/"
      },
      {
        "title":"GSBBSR-Site",
        "category":"(offline now) Website I built for an organisation GirlScript Bhubaneswar.",
        "image":"gssoc.png",
        "url":"https://original-thai-food.herokuapp.com/index.html"
      },
      {
        "title":"Women-safety-web-application",
        "category":"(offline now) A Dynamic web project for women safety and security with auto location tracking.",
        "image":"original-thai-food.jpg",
        "url":"https://original-thai-food.herokuapp.com/index.html"
      },
      {
        "title":"Converter by UP",
        "category":"(offline now) Website I built for an organisation UNNATI PATHE using Gatsby.",
        "image":"original-thai-food.jpg",
        "url":"https://original-thai-food.herokuapp.com/index.html"
      },
      {
        "title":"50Projects50Days",
        "category":"Mini Web projects using HTML, CSS & JS by @BradTraversy & @florinpop17",
        "image":"resume-website.jpg",
        "url":"https://github.com/tbakerx/react-resume-template"
      },
      {
        "title":"App-Promotional-Website",
        "category":"A promotional website for showing the uses and qualities performed by mobile application for the Android platform.",
        "image":"smirkspace.jpg",
        "url":"http://www.smirkspace.com"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"I have had the opportunity to work with Tim on multiple occasions which has always been a pleasure. He is driven and motivated with a consistently positive attitude. Tim excels at communicating with others and is always willing to work hard until he solves the problem at hand.",
        "user":"Alastair Beaumont - Web Developer at AppColony"
      }
    ]
  }
}
